{
    "SegmentEditor": {
        "AddANDorORCondition": "Dodaj warunek %s",
        "AddNewSegment": "Dodaj nową grupę",
        "AddingSegmentForAllWebsitesDisabled": "Dodawanie grup dla wszystkich portali zostało wyłączone.",
        "AreYouSureDeleteSegment": "Czy jesteś pewny, że chcesz usunąć tą grupę?",
        "AutoArchivePreProcessed": "raporty dla grup są wcześniej przetwarzane (szybsze, wymaga cron'a)",
        "AutoArchiveRealTime": "raporty grup są przetwarzane w czasie rzeczywistym",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Zamierzasz zmienić definicję grupy odwiedzających. Analiza Twojego raportu nie będzie dostępna dla tej grupy do momentu jej ponownego przetworzenia. Do momentu ponownej dostępności raportu może upłynąć nawet parę godzin. Czy chcesz kontynuować?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Zamierzasz zmienić definicję grupy odwiedzających. Analiza Twojego raportu zostanie wykonana w trybie 'na żądanie' podczas kolejnego wywołania strony. Aby Twój raport został wyświetlony może upłynąć klika minut. Czy chcesz kontynuować?",
        "ChooseASegment": "Wybierz grupę",
        "CurrentlySelectedSegment": "Aktualnie wybrana grupa: %s",
        "CustomSegment": "Grupa użytkownika",
        "CustomUnprocessedSegmentApiError1": "Żądany segment nie został jeszcze utworzony w Edytorze segmentów, dlatego dane raportu nie zostały wstępnie przetworzone.",
        "CustomUnprocessedSegmentApiError2": "Aby zobaczyć dane dla tego segmentu, musisz przejść do Matomo i ręcznie utworzyć ten segment w Edytorze segmentów.",
        "CustomUnprocessedSegmentApiError3": "(Alternatywnie, nowy segment można utworzyć programowo, korzystając z metody API SegmentEditor.add).",
        "DataAvailableAtLaterDate": "Twój raport analizy grup odwiedzających będzie dostępny później. Przepraszamy za niedogodności.",
        "DefaultAllVisits": "Wszystkie wizyty",
        "DragDropCondition": "Przeciągnij i upuść warunek",
        "HideMessageInFuture": "Nie pokazuj tego komunikatu w przyszłości",
        "LoadingSegmentedDataMayTakeSomeTime": "Przetwarzanie danych grup odwiedzających może zająć kilka minut…",
        "OperatorAND": "I",
        "OperatorOR": "LUB",
        "PluginDescription": "Segment to zestaw kryteriów służący do wybrania tylko części całego zbioru wizyt. Używając segmentów, możesz ponownie wprowadzić dowolny kontekst do swoich raportów.",
        "SaveAndApply": "Zapisz i zastosuj zmiany",
        "SegmentDisplayedAllWebsites": "wszystkie portale",
        "SegmentDisplayedThisWebsiteOnly": "jedynie ten portal",
        "SegmentEditor": "Edytor segmentów",
        "SegmentIsDisplayedForWebsite": "i przetwarzane dla",
        "SegmentNotApplied": "Grupa '%s' nie nałożona",
        "SegmentOperatorIsNotNullNorEmpty": "istnieje lub nie jest puste",
        "SegmentOperatorIsNullOrEmpty": "nie istnieje lub puste",
        "SegmentXIsAUnionOf": "%s jest złączeniem tych grup:",
        "SelectSegmentOfVisits": "Wybierz grupę odwiedzających:",
        "SharedWithYou": "Współdzielone z Tobą",
        "Test": "Test",
        "ThisSegmentIsVisibleTo": "Ta grupa widoczna jest dla:",
        "UnprocessedSegmentApiError2": "Aby w przyszłości zobaczyć dane z tego raportu, będziesz musiał edytować swój segment i wybrać opcję oznaczoną jako '%s'.",
        "UnprocessedSegmentApiError3": "Po kilku godzinach dane Twojego segmentu powinny stać się dostępne poprzez API. (Jeśli tak się nie stanie, może wystąpić problem.)",
        "UnprocessedSegmentInVisitorLog2": "Po zastosowaniu tej opcji możesz od razu zobaczyć, które wizyty i działania zostały dopasowane do Twojego segmentu.",
        "UnprocessedSegmentInVisitorLog3": "Pomoże Ci to potwierdzić, czy Twój segment odpowiada oczekiwanym użytkownikom i działaniom.",
        "UnprocessedSegmentNoData1": "Raporty te nie zawierają żadnych danych, ponieważ żądany segment %1$s nie został jeszcze przetworzony przez system.",
        "UnprocessedSegmentNoData2": "Dane dla tego segmentu powinny być dostępne w ciągu kilku godzin po zakończeniu przetwarzania. (Jeśli nie, może to oznaczać problem.)",
        "VisibleToAllUsers": "wszystkich użytkowników",
        "VisibleToMe": "mnie",
        "VisibleToSuperUser": "Widoczne dla Ciebie, bo jesteś Super Użytkownikiem",
        "YouDontHaveAccessToCreateSegments": "Nie masz wymaganych uprawnień do tworzenia i edycji grup użytkowników.",
        "YouMayChangeSetting": "Istnieje możliwość zmiany tego ustawienia w pliku konfiguracyjnym (%1$s), lub zmień ustawienia tej Grupy wybierając '%2$s'.",
        "YouMustBeLoggedInToCreateSegments": "Musisz się zalogować aby konfigurować własne grupy użytkowników."
    }
}
