{
    "Events": {
        "AvgEventValue": "La valeur moyenne de l'événement est : %s",
        "AvgValue": "Valeur moyenne",
        "AvgValueDocumentation": "Moyenne de toutes les valeurs pour cet événement",
        "Category": "Catégorie",
        "ColumnNbUniqVisitorsDocumentation": "Nombre de visiteurs dédupliqués ayant déclenché un événement sur votre site web. Chaque visiteur n’est compté qu’une seule fois, même s’il visite le site ou déclenche plusieurs événements.",
        "ColumnNbVisitsDocumentation": "Nombre total de visites au cours desquelles au moins un événement a été déclenché.",
        "Event": "Événement",
        "EventAction": "Action de l'événement",
        "EventActions": "Actions de l'événement",
        "EventActionsReportDocumentation": "Ce rapport vous indique le nombre de fois où chaque action s'est produite. Vous pouvez voir les catégories et les noms des événements qui ont été suivis avec chaque action d'événement dans le sous-tableau de la ligne. Vous pouvez modifier ce qui est affiché en changeant la dimension secondaire avec le lien en bas du rapport.",
        "EventCategories": "Catégories d'événement",
        "EventCategoriesReportDocumentation": "Ce rapport indique les catégories de chaque événement suivi et le nombre de fois qu'il s'est produit. Vous pouvez voir les actions et les noms des événements qui ont été suivis ainsi que chaque catégorie d'événement dans le sous-tableau de chaque ligne. Vous pouvez modifier ce qui est affiché en changeant la dimension secondaire avec le lien en bas du rapport.",
        "EventCategory": "Catégorie d'événement",
        "EventName": "Nom d'événement",
        "EventNames": "Noms d'événement",
        "EventNamesReportDocumentation": "Ce rapport vous montre les noms associés à chaque événement suivi et le nombre de fois qu'ils se sont produits. Vous pouvez voir les actions et les catégories d'événements qui ont été suivis avec le nom de chaque événement dans le sous-tableau de chaque ligne. Vous pouvez modifier ce qui est affiché en changeant la dimension secondaire avec le lien en bas du rapport.",
        "EventUrl": "URL d'événement",
        "EventUrlSegmentHelp": "L’URL doit être encodée (URL encoded), par exemple : %s",
        "EventUrls": "URLs d'événements",
        "EventValue": "Valeur d'événement",
        "EventValueTooltip": "La valeur totale de l'événement est la somme des %1$s valeurs d'événements %2$s entre un minimum de %3$s et un maximum de %4$s.",
        "Events": "Événements",
        "EventsSegmentHelp": "Pour sélectionner toutes les visites ayant déclenché un événement, utilisez : %s",
        "EventsSubcategoryHelp1": "La page \"Événements\" propose des rapports sur les événements personnalisés associés à votre site. Les événements nécessitent généralement une configuration personnalisée. Une fois configuré, vous pouvez consulter les rapports par catégorie, par action et par nom.",
        "EventsSubcategoryHelp2": "Pour en savoir plus sur le suivi d'événements, cliquez ici.",
        "EventsWithValue": "Événements avec une valeur",
        "EventsWithValueDocumentation": "Nombre d'événements qui ont une valeur de définie",
        "MaxValue": "Value maximale d'événement",
        "MaxValueDocumentation": "Valeur maximale pour cet événement",
        "MinValue": "Valeur minimale d'événement",
        "MinValueDocumentation": "Valeur minimale pour cet événement",
        "PluginDescription": "Suivez les événements et obtenez des rapports sur l'activité de vos visiteurs.",
        "TopEvents": "Principaux événements",
        "TotalEvents": "Nombre total d'événements",
        "TotalEventsDocumentation": "Nombre total des événements",
        "TotalValue": "Valeur d'événement",
        "TotalValueDocumentation": "Somme des valeurs d'événement",
        "ViewEvents": "Afficher les événements"
    }
}
